Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །སའི་ཁམས་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་སའི་ཁམས་ལ་མི་གནས་པ་དེའི་ཚེ། སའི་ཁམས་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not dwell in the earth element, and when they do not dwell in the earth element, at that time they do not persevere with the earth element.

source: །ཆུའི་ཁམས་དང་མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་ནམ་མཁའི་ཁམས་དང་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་མི་གནས་ཏེ།
en: They do not dwell in the water element, the fire element, the wind element, the space element, {Ki.

source: གང་གི་ཚེ་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་མི་གནས་པ་དེའི་ཚེ། རྣམ་པར་ཤེས་པའི་ཁམས་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: IV: 12} or the consciousness element, and when they do not dwell in the consciousness element [and so forth], at that time they do not persevere with the consciousness element [and so forth].

source: །མ་རིག་པ་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་མ་རིག་པ་ལ་མི་གནས་པ་དེའི་ཚེ། མ་རིག་པ་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not dwell in ignorance, and when they do not dwell in ignorance, at that time they do not persevere with ignorance.

source: །འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་རེག་པ་དང་ཚོར་བ་དང་། སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་རྒ་ཤི་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་རྒ་ཤི་ལ་མི་གནས་པ་དེའི་ཚེ། རྒ་ཤི་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not dwell in formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, or aging and death, and when they do not dwell in aging and death [and so forth], at that time they do not persevere with aging and death [and so forth].

source: །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་གནས་པ་དེའི་ཚེ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: They do not dwell in the perfection of generosity, and when they do not dwell in the perfection of generosity, at that time they do not persevere with the perfection of generosity.

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་གནས་པ་དེའི་ཚེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not dwell in the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom, and when they do not dwell in the perfection of wisdom [and so forth], at that time they do not persevere with the perfection of wisdom [and so forth].

source: །ནང་སྟོང་པ་ཉིད་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་ནང་སྟོང་པ་ཉིད་ལ་མི་གནས་པ་དེའི་ཚེ། ནང་སྟོང་པ་ཉིད་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་མི་གནས་ཏེ།
en: They do not dwell in the emptiness of internal phenomena, and when they do not dwell in the emptiness of internal phenomena, at that time they do not persevere with the emptiness of internal phenomena.

source: གང་གི་ཚེ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ལ་མི་གནས་པ་དེའི་ཚེ། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not dwell in [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, and when they do not dwell in the emptiness of the essential nature of nonentities [and so forth], at that time they do not persevere with the emptiness of the essential nature of nonentities [and so forth].

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་མི་གནས་པ་དེའི་ཚེ། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: They do not dwell in the applications of mindfulness, and when they do not dwell in the applications of mindfulness, at that time they do not persevere with the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་མི་གནས་པ་དེའི་ཚེ། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not dwell in the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the noble eightfold path, and when they do not dwell in the noble eightfold path [and so forth], at that time they do not persevere with the noble eightfold path [and so forth].

source: །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་ལ་མི་གནས་པ་དེའི་ཚེ། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not dwell in the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, or the formless absorptions, and when they do not dwell in the formless absorptions [and so forth], at that time they do not persevere with the formless absorptions [and so forth].

source: །རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་མངོན་པར་ཤེས་པ་རྣམས་ལ་མི་གནས་པ་དེའི་ཚེ།
en: They do not dwell in the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, or the extrasensory powers, and when they do not dwell in the extrasensory powers [and so forth], at that time they do not persevere with the extrasensory powers [and so forth].

source: མངོན་པར་ཤེས་པ་རྣམས་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ། །ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་མི་གནས་པ་དེའི་ཚེ། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not dwell in the meditative stabilities or the dhāraṇī gateways, and when they do not dwell in the dhāraṇī gateways [and so forth], at that time they do not persevere with the dhāraṇī gateways [and so forth].

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་མི་གནས་པ་དེའི་ཚེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not dwell in the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas, and when they do not dwell in the eighteen distinct qualities of the buddhas [and so forth], at that time they do not persevere with the eighteen distinct qualities of the buddhas [and so forth].

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ལ་མི་གནས་ཏེ།
en: They do not dwell in the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit on no longer being subject to rebirth, arhatship, or individual enlightenment, and when they do not dwell in individual enlightenment [and so forth], at that time they do not persevere with individual enlightenment [and so forth].

source: གང་གི་ཚེ་རང་བྱང་ཆུབ་ལ་མི་གནས་པ་དེའི་ཚེ། རང་བྱང་ཆུབ་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ། །ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་མི་གནས་ཏེ། གང་གི་ཚེ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་མི་གནས་པ་དེའི་ཚེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not dwell in knowledge of the path or all-aspect omniscience, and when they do not dwell in all-aspect omniscience [and knowledge of the path], at that time they do not persevere with all-aspect omniscience [and knowledge of the path]. “

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཀཽ་ཤི་ཀ་དེ་ནི་འདི་ལྟར་གང་ལ་གནས་པར་བྱ་བ་དང་། གང་ལ་བརྩོན་པར་བྱ་བ་དེ་ལྟ་བུའི་གཟུགས་མི་དམིགས་སོ།
en: If you ask why, Kauśika, it is because they do not apprehend physical forms in which they should dwell and in which they should persevere.

source: །གང་ལ་གནས་པར་བྱ་བ་དང་། གང་ལ་བརྩོན་པར་བྱ་བ་དེ་ལྟ་བུའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མི་དམིགས་སོ།
en: They do not apprehend feelings, perceptions, formative predispositions, or consciousness in which they should dwell and in which they should persevere.

source: །གང་ལ་གནས་པར་བྱ་བ་དང་། གང་ལ་བརྩོན་པར་བྱ་བ་དེ་ལྟ་བུའི་སྐྱེ་མཆེད་དང་། ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་མི་དམིགས་སོ། །གང་ལ་གནས་པར་བྱ་བ་དང་། གང་ལ་བརྩོན་པར་བྱ་བ་དེ་ལྟ་བུའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: They do not apprehend the sense fields, sensory elements, or links of dependent origination in which they should dwell and in which they should persevere.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་མི་དམིགས་སོ། །གང་ལ་གནས་པར་བྱ་བ་དང་། གང་ལ་བརྩོན་པར་བྱ་བ་དེ་ལྟ་བུའི་འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་།
en: They do not apprehend any of the perfections, any of the aspects of emptiness, or the thirty-seven factors conducive to enlightenment in which they should dwell and in which they should persevere.

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་མི་དམིགས་སོ། །ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: They do not apprehend the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, or the extrasensory powers in which they should dwell and in which they should persevere.

source: གཟུངས་ཀྱི་སྒོ་རྣམས་མི་དམིགས་སོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་མི་དམིགས་སོ།
en: They do not apprehend the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas in which they should dwell and in which they should persevere.

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་མི་དམིགས་སོ།
en: They do not apprehend the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit on no longer being subject to rebirth, arhatship, or individual enlightenment in which they should dwell and in which they should persevere.

source: །ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མི་དམིགས་སོ།
en: They do not apprehend knowledge of the path or all-aspect omniscience in which they should dwell and in which they should persevere. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་ལ་མི་སྦྱོར་མི་འབྱེད་དེ། གང་གི་ཚེ་གཟུགས་ལ་མི་སྦྱོར་མི་འབྱེད་པ་དེའི་ཚེ། གཟུགས་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: Moreover, Kauśika, when bodhisattva great beings practice the perfection of wisdom, they do not engage with or differentiate physical forms, and when they do not engage with or differentiate physical forms, at that time they do persevere with physical forms.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ལ་མི་སྦྱོར་མི་འབྱེད་དེ། གང་གི་ཚེ་རྣམ་པར་ཤེས་པ་ལ་མི་སྦྱོར་མི་འབྱེད་པ་དེའི་ཚེ། རྣམ་པར་ཤེས་པ་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not engage with or differentiate feelings, perceptions, formative predispositions, or consciousness, and when they do not engage with or differentiate consciousness [and so forth], at that time they do persevere with consciousness [and so forth].

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ་མི་སྦྱོར་མི་འབྱེད་དེ། གང་གི་ཚེ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་མི་སྦྱོར་མི་འབྱེད་པ་དེའི་ཚེ། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: They do not engage with or differentiate the sense fields, sensory elements, or links of dependent origination, and when they do not engage with or differentiate the links of dependent origination [and so forth], at that time they do persevere with the links of dependent origination [and so forth].

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ལ་མི་སྦྱོར་མི་འབྱེད་དེ། གང་གི་ཚེ་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ལ་མི་སྦྱོར་མི་འབྱེད་པ་དེའི་ཚེ། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་།
en: They do not engage with or differentiate any of the perfections, any of the aspects of emptiness, or the thirty-seven factors conducive to enlightenment, and when they do not engage with or differentiate the thirty-seven factors conducive to enlightenment [and so forth], at that time they do persevere with the thirty-seven factors conducive to enlightenment [and so forth].

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་ལ་མི་སྦྱོར་མི་འབྱེད་དེ། གང་གི་ཚེ་མངོན་པར་ཤེས་པ་རྣམས་ལ་མི་སྦྱོར་མི་འབྱེད་པ་དེའི་ཚེ། མངོན་པར་ཤེས་པ་རྣམས་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not engage with or differentiate the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, or the extrasensory powers, and when they do not engage with or differentiate the extrasensory powers [and so forth], at that time they do persevere with the extrasensory powers [and so forth].

source: །ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་མི་སྦྱོར་མི་འབྱེད་དེ། གང་གི་ཚེ་གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་མི་སྦྱོར་མི་འབྱེད་པ་དེའི་ཚེ། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་།
en: They do not engage with or differentiate the meditative stabilities or the dhāraṇī gateways, and when they do not engage with or differentiate the dhāraṇī gateways [and so forth], at that time they do persevere with the dhāraṇī gateways [and so forth].

source: སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་མི་སྦྱོར་མི་འབྱེད་དེ། གང་གི་ཚེ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་མི་སྦྱོར་མི་འབྱེད་པ་དེའི་ཚེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not engage with or differentiate the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas, and when they do not engage with or differentiate the eighteen distinct qualities of the buddhas [and so forth], at that time they do persevere with the eighteen distinct qualities of the buddhas [and so forth].

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་མི་སྦྱོར་མི་འབྱེད་དེ། གང་གི་ཚེ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་མི་སྦྱོར་མི་འབྱེད་པ་དེའི་ཚེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་བརྩོན་པར་བྱེད་པ་ཡིན་ནོ།
en: They do not engage with or differentiate [the goals], up to and including all-aspect omniscience, and when they do not engage with or differentiate all-aspect omniscience [and so forth], at that time they do persevere with all-aspect omniscience [and so forth]. {

source: དེ་ནི་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །གཟུགས་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །གཟུགས་དབུས་སུ་མི་དམིགས་སོ།
en: IV: 13} “If you ask why, when bodhisattva great beings practice the perfection of wisdom in that manner, they do not apprehend physical forms in the limit of past time, they do not apprehend physical forms in the limit of future time, and they do not apprehend physical forms in the intervening [present].

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །རྣམ་པར་ཤེས་པ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །རྣམ་པར་ཤེས་པ་དབུས་སུ་མི་དམིགས་སོ།
en: They do not apprehend feelings, perceptions, formative predispositions, or consciousness in the limit of past time, they do not apprehend consciousness [and so forth] in the limit of future time, and they do not apprehend consciousness [and so forth] in the intervening [present].

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དབུས་སུ་མི་དམིགས་སོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: They do not apprehend the sense fields, the sensory elements, or the links of dependent origination in the limit of past time, they do not apprehend the links of dependent origination [and so forth] in the limit of future time, and they do not apprehend the links of dependent origination [and so forth] in the intervening [present].

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དབུས་སུ་མི་དམིགས་སོ། །འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: They do not apprehend any of the perfections, any of the aspects of emptiness, or the thirty-seven factors conducive to enlightenment in the limit of past time, they do not apprehend the thirty-seven factors conducive to enlightenment [and so forth] in the limit of future time, and they do not apprehend the thirty-seven factors conducive to enlightenment [and so forth] in the intervening [present].

source: རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །མངོན་པར་ཤེས་པ་རྣམས་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །མངོན་པར་ཤེས་པ་རྣམས་དབུས་སུ་མི་དམིགས་སོ།
en: They do not apprehend the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, or the extrasensory powers in the limit of past time, they do not apprehend the extrasensory powers [and so forth] in the limit of future time, and they do not apprehend the extrasensory powers [and so forth] in the intervening [present].

source: །ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །གཟུངས་ཀྱི་སྒོ་རྣམས་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །གཟུངས་ཀྱི་སྒོ་རྣམས་དབུས་སུ་མི་དམིགས་སོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་།
en: They do not apprehend the meditative stabilities or the dhāraṇī gateways in the limit of past time, they do not apprehend the dhāraṇī gateways [and so forth] in the limit of future time, and they do not apprehend the dhāraṇī gateways [and so forth] in the intervening [present].

source: མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་སྔོན་གྱི་མཐར་མི་དམིགས་སོ།
en: They do not apprehend the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas in the limit of past time, they do not apprehend the eighteen distinct qualities of the buddhas [and so forth] in the limit of future time, and they do not apprehend the eighteen distinct qualities of the buddhas [and so forth] in the intervening [present].

source: །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དབུས་སུ་མི་དམིགས་སོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་སྔོན་གྱི་མཐར་མི་དམིགས་སོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཕྱི་མའི་མཐར་མི་དམིགས་སོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དབུས་སུ་མི་དམིགས་སོ།
en: They do not apprehend [the goals], up to and including all-aspect omniscience, in the limit of past time, they do not apprehend all-aspect omniscience [and so forth] in the limit of future time, and they do not apprehend all-aspect omniscience [and so forth] in the intervening [present].”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཟབ་བོ།
en: Then the venerable Śāradvatīputra said to the Blessed One, “Blessed Lord, the perfection of wisdom is profound!” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ཟབ་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་བོ།
en: Śāradvatīputra,” replied the Blessed One, “the perfection of wisdom is profound because the real nature of physical forms is profound.

source: །ཤ་ར་དྭ་ཏིའི་བུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ཟབ་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་བོ།
en: Śāradvatīputra, the perfection of wisdom is profound because the real nature of feelings, perceptions, formative predispositions, and consciousness is profound.

source: །ཤ་ར་དྭ་ཏིའི་བུ་སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་དེ་བཞིན་ཉིད་ཟབ་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་བོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: Śāradvatīputra, the perfection of wisdom is profound because the real nature of the sense fields, the sensory elements, and the links of dependent origination is profound.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་གྱི་དེ་བཞིན་ཉིད་ཟབ་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་བོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་ཚད་མེད་པ་དང་གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་།
en: The perfection of wisdom is profound because the real nature of all the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment is profound.

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་ཟབ་པའི་ཕྱིར།
en: The perfection of wisdom is profound because the real nature of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways is profound.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་བོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་དེ་བཞིན་ཉིད་ཟབ་པའི་ཕྱིར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་བོ།
en: The perfection of wisdom is profound because the real nature of the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas is profound.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་དེ་བཞིན་ཉིད་ཟབ་པའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་བོ། །གསོལ་པ།
en: The perfection of wisdom is profound because the real nature of [the goals], up to and including all-aspect omniscience, is profound.” “

source: བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི་གཏིང་དཔག་དཀའོ།
en: Blessed Lord, this perfection of wisdom is hard to fathom.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་གཟུགས་གཏིང་དཔག་དཀའ་བའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་གཏིང་དཔག་དཀའོ།
en: Śāradvatīputra,” replied the Blessed One, “the perfection of wisdom is hard to fathom because physical forms are hard to fathom.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་གཏིང་དཔག་དཀའ་བའི་ཕྱིར། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་གཏིང་དཔག་དཀའོ།
en: The perfection of wisdom is hard to fathom because feelings, perceptions, formative predispositions, and consciousness are hard to fathom.

source: །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་གཏིང་དཔག་དཀའ་བའི་ཕྱིར།
en: The perfection of wisdom is hard to fathom because the sense fields, the sensory elements, and the links of dependent origination are hard to fathom.
